#> mhdp_monster_valk:core/tick/animation/event/shoot_vertical_l/particle_ring
#
# アニメーションイベントハンドラ 翼叩きつけ
#
# @within function mhdp_monster_valk:core/tick/animation/event/shoot_vertical_l/main

# 円
particle cloud ~ ~ ~ ^0 ^-10000000 ^ 0.0000002 0
particle cloud ~ ~ ~ ^2079116.90818 ^-9781476.00734 ^ 0.0000002 0
particle cloud ~ ~ ~ ^4067366.43076 ^-9135454.57643 ^ 0.0000002 0
particle cloud ~ ~ ~ ^5877852.52292 ^-8090169.94375 ^ 0.0000002 0
particle cloud ~ ~ ~ ^7431448.25477 ^-6691306.06359 ^ 0.0000002 0
particle cloud ~ ~ ~ ^8660254.03784 ^-5000000 ^ 0.0000002 0
particle cloud ~ ~ ~ ^9510565.16295 ^-3090169.94375 ^ 0.0000002 0
particle cloud ~ ~ ~ ^9945218.95368 ^-1045284.63268 ^ 0.0000002 0
particle cloud ~ ~ ~ ^9945218.95368 ^1045284.63268 ^ 0.0000002 0
particle cloud ~ ~ ~ ^9510565.16295 ^3090169.94375 ^ 0.0000002 0
particle cloud ~ ~ ~ ^8660254.03784 ^5000000 ^ 0.0000002 0
particle cloud ~ ~ ~ ^7431448.25477 ^6691306.06359 ^ 0.0000002 0
particle cloud ~ ~ ~ ^5877852.52292 ^8090169.94375 ^ 0.0000002 0
particle cloud ~ ~ ~ ^4067366.43076 ^9135454.57643 ^ 0.0000002 0
particle cloud ~ ~ ~ ^2079116.90818 ^9781476.00734 ^ 0.0000002 0
particle cloud ~ ~ ~ ^0 ^10000000 ^ 0.0000002 0
particle cloud ~ ~ ~ ^-2079116.90818 ^9781476.00734 ^ 0.0000002 0
particle cloud ~ ~ ~ ^-4067366.43076 ^9135454.57643 ^ 0.0000002 0
particle cloud ~ ~ ~ ^-5877852.52292 ^8090169.94375 ^ 0.0000002 0
particle cloud ~ ~ ~ ^-7431448.25477 ^6691306.06359 ^ 0.0000002 0
particle cloud ~ ~ ~ ^-8660254.03784 ^5000000 ^ 0.0000002 0
particle cloud ~ ~ ~ ^-9510565.16295 ^3090169.94375 ^ 0.0000002 0
particle cloud ~ ~ ~ ^-9945218.95368 ^1045284.63268 ^ 0.0000002 0
particle cloud ~ ~ ~ ^-9945218.95368 ^-1045284.63268 ^ 0.0000002 0
particle cloud ~ ~ ~ ^-9510565.16295 ^-3090169.94375 ^ 0.0000002 0
particle cloud ~ ~ ~ ^-8660254.03784 ^-5000000 ^ 0.0000002 0
particle cloud ~ ~ ~ ^-7431448.25477 ^-6691306.06359 ^ 0.0000002 0
particle cloud ~ ~ ~ ^-5877852.52292 ^-8090169.94375 ^ 0.0000002 0
particle cloud ~ ~ ~ ^-4067366.43076 ^-9135454.57643 ^ 0.0000002 0
particle cloud ~ ~ ~ ^-2079116.90818 ^-9781476.00734 ^ 0.0000002 0
